Repository: intersoftdatalabs-in/percussioncms
Catalog: modules/perc-i18n/src/main/resources/i18n/SystemResources.tmx
Source language: en_us
Languages: ar, bn, de, es, fr, hi, it, nl, pt, te, zh_tw

source: You are about to remove a field: ({0}) that is referenced by another field: ({1}), which optionally depends on ({0}). Do you want to also remove a dependent field: ({1})?
ar: أنت على وشك إزالة الحقل: ({0}) المشار إليه بواسطة حقل آخر: ({1})، والذي يعتمد اختياريًا على ({0}). هل تريد أيضًا إزالة حقل تابع: ({1})؟
bn: আপনি একটি ক্ষেত্র সরাতে চলেছেন: ({0}) যা অন্য একটি ক্ষেত্র দ্বারা উল্লেখ করা হয়েছে: ({1}), যা ঐচ্ছিকভাবে ({0}) এর উপর নির্ভর করে৷ আপনি কি একটি নির্ভরশীল ক্ষেত্র সরাতে চান: ({1})?
de: Sie sind dabei, ein Feld zu entfernen: ({0}), das von einem anderen Feld referenziert wird: ({1}), das optional von ({0}) abhängt. Möchten Sie auch ein abhängiges Feld entfernen: ({1})?
es: Está a punto de remover un campo: ({0}) que es referenciado por otro campo: ({1}), que opcionalmente depende de ({0}). ¿Desea también remover el campo dependiente: ({1})?
fr: Vous êtes sur le point de supprimer un champ : ({0}) qui est référencé par un autre champ : ({1}), qui dépend éventuellement de ({0}). Souhaitez-vous également supprimer un champ dépendant : ({1}) ?
hi: आप एक फ़ील्ड को हटाने वाले हैं: ({0}) जिसे किसी अन्य फ़ील्ड द्वारा संदर्भित किया गया है: ({1}), जो वैकल्पिक रूप से ({0}) पर निर्भर करता है। क्या आप किसी आश्रित फ़ील्ड को भी हटाना चाहते हैं: ({1})?
it: Stai per rimuovere un campo: ({0}) a cui fa riferimento un altro campo: ({1}), che dipende facoltativamente da ({0}). Vuoi rimuovere anche un campo dipendente: ({1})?
nl: U staat op het punt een veld te verwijderen: ({0}) waarnaar wordt verwezen door een ander veld: ({1}), dat optioneel afhankelijk is van ({0}). Wilt u ook een afhankelijk veld verwijderen: ({1})?
pt: Você está prestes a remover um campo: ({0}) que é referenciado por outro campo: ({1}), que opcionalmente depende de ({0}). Deseja remover também um campo dependente: ({1})?
te: మీరు ఫీల్డ్u200cను తీసివేయబోతున్నారు: ({0}) అది మరొక ఫీల్డ్ ద్వారా సూచించబడింది: ({1}), ఇది ఐచ్ఛికంగా ({0})పై ఆధారపడి ఉంటుంది. మీరు డిపెండెంట్ ఫీల్డ్u200cని కూడా తీసివేయాలనుకుంటున్నారా: ({1})?
zh_tw: 您将删除由另一个字段 ({1}) 引用的字段：({0})，该字段可以选择依赖于 ({0})。您是否还想删除依赖字段：({1})？

source: Close
ar: يغلق
bn: বন্ধ
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करना
it: Vicino
nl: Dichtbij
pt: Fechar
te: మూసివేయి
zh_tw: 关闭

source: Link to Slot
ar: رابط إلى الفتحة
bn: স্লট লিঙ্ক
de: Link zum Slot
es: Enlazar a Ranura
fr: Lien vers la fente
hi: स्लॉट से लिंक करें
it: Collegamento a Slot
nl: Link naar Slot
pt: Link para slot
te: స్లాట్u200cకి లింక్ చేయండి
zh_tw: 链接到插槽

source: Add
ar: يضيف
bn: যোগ করুন
de: Hinzufügen
es: Agregar
fr: Ajouter
hi: जोड़ना
it: Aggiungere
nl: Toevoegen
pt: Adicionar
te: జోడించు
zh_tw: 添加

source: Search Again
ar: البحث مرة أخرى
bn: আবার অনুসন্ধান করুন
de: Erneut suchen
es: Buscar de Nuevo
fr: Rechercher à nouveau
hi: पुनः खोजें
it: Cerca ancora
nl: Zoek opnieuw
pt: Pesquise novamente
te: మళ్లీ వెతకండి
zh_tw: 再次搜索

source: A general exception occurred while processing content explorer action: {0}
ar: حدث استثناء عام أثناء معالجة إجراء مستكشف المحتوى: {0}
bn: কন্টেন্ট এক্সপ্লোরার অ্যাকশন প্রক্রিয়া করার সময় একটি সাধারণ ব্যতিক্রম ঘটেছে: {0}
de: Bei der Verarbeitung der Content-Explorer-Aktion ist eine allgemeine Ausnahme aufgetreten: {0}
es: Ocurrió una excepción general al procesar la acción del explorador de contenido: {0}
fr: Une exception générale s'est produite lors du traitement de l'action de l'explorateur de contenu : {0}
hi: सामग्री एक्सप्लोरर कार्रवाई संसाधित करते समय एक सामान्य अपवाद उत्पन्न हुआ: {0}
it: Si è verificata un'eccezione generale durante l'elaborazione dell'azione di esplorazione contenuto: {0}
nl: Er heeft zich een algemene uitzondering voorgedaan tijdens het verwerken van de actie van de inhoudsverkenner: {0}
pt: Ocorreu uma exceção geral ao processar a ação do explorador de conteúdo: {0}
te: కంటెంట్ ఎక్స్u200cప్లోరర్ చర్యను ప్రాసెస్ చేస్తున్నప్పుడు సాధారణ మినహాయింపు ఏర్పడింది: {0}
zh_tw: 处理内容浏览器操作时发生一般异常：{0}

source: An exception occurred while trying to instantiate a PS class: {0} from a PSX node: {1}
ar: حدث استثناء أثناء محاولة إنشاء مثيل لفئة PS: {0} من عقدة PSX: {1}
bn: একটি PS ক্লাস ইনস্ট্যান্ট করার চেষ্টা করার সময় একটি ব্যতিক্রম ঘটেছে: {0} একটি PSX নোড থেকে: {1}
de: Beim Versuch, eine PS-Klasse zu instanziieren: {0} von einem PSX-Knoten: {1} ist eine Ausnahme aufgetreten.
es: Ocurrió una excepción al intentar instantiate una clase PS: {0} desde un nodo PSX: {1}
fr: Une exception s'est produite lors de la tentative d'instancier une classe PS : {0} à partir d'un nœud PSX : {1}
hi: PS क्लास को इंस्टेंट करने का प्रयास करते समय एक अपवाद उत्पन्न हुआ: {0} PSX नोड से: {1}
it: Si è verificata un'eccezione durante il tentativo di istanziare una classe PS: {0} da un nodo PSX: {1}
nl: Er is een uitzondering opgetreden bij het instantiëren van een PS-klasse: {0} vanaf een PSX-knooppunt: {1}
pt: Ocorreu uma exceção ao tentar instanciar uma classe PS: {0} de um nó PSX: {1}
te: PS తరగతిని ఇన్u200cస్టాంటియేట్ చేయడానికి ప్రయత్నిస్తున్నప్పుడు మినహాయింపు సంభవించింది: {0} PSX నోడ్ నుండి: {1}
zh_tw: 尝试从 PSX 节点实例化 PS 类 {0} 时发生异常：{1}

source: A general exception occurred while processing Options: {0}
ar: حدث استثناء عام أثناء معالجة الخيارات: {0}
bn: বিকল্প প্রক্রিয়া করার সময় একটি সাধারণ ব্যতিক্রম ঘটেছে: {0}
de: Bei der Verarbeitung der Optionen ist eine allgemeine Ausnahme aufgetreten: {0}
es: Ocurrió una excepción general al procesar Opciones: {0}
fr: Une exception générale s'est produite lors du traitement des options : {0}
hi: विकल्प संसाधित करते समय एक सामान्य अपवाद उत्पन्न हुआ: {0}
it: Si è verificata un'eccezione generale durante l'elaborazione delle Opzioni: {0}
nl: Er is een algemene uitzondering opgetreden tijdens het verwerken Opties: {0}
pt: Ocorreu uma exceção geral ao processar opções: {0}
te: ఎంపికలను ప్రాసెస్ చేస్తున్నప్పుడు సాధారణ మినహాయింపు సంభవించింది: {0}
zh_tw: 处理选项时发生一般异常：{0}

source: An error occurred while trying to load Options. Message: {0}
ar: حدث خطأ أثناء محاولة تحميل الخيارات. الرسالة: {0}
bn: বিকল্পগুলি লোড করার চেষ্টা করার সময় একটি ত্রুটি ঘটেছে৷ বার্তা: {0}
de: Beim Versuch, Optionen zu laden, ist ein Fehler aufgetreten. Nachricht: {0}
es: Ocurrió un error al intentar cargar Opciones. Mensaje: {0}
fr: Une erreur s'est produite lors de la tentative de chargement des options. Message : {0}
hi: विकल्प लोड करने का प्रयास करते समय एक त्रुटि उत्पन्न हुई. संदेश: {0}
it: Si è verificato un errore durante il tentativo di caricare le opzioni. Messaggio: {0}
nl: Er is een fout opgetreden bij het laden van Opties. Bericht: {0}
pt: Ocorreu um erro ao tentar carregar as opções. Mensagem: {0}
te: ఎంపికలను లోడ్ చేయడానికి ప్రయత్నిస్తున్నప్పుడు లోపం సంభవించింది. సందేశం: {0}
zh_tw: 尝试加载选项时发生错误。消息：{0}

source: An error occurred while trying to save Options. Message: {0}
ar: حدث خطأ أثناء محاولة حفظ الخيارات. الرسالة: {0}
bn: বিকল্পগুলি সংরক্ষণ করার চেষ্টা করার সময় একটি ত্রুটি ঘটেছে৷ বার্তা: {0}
de: Beim Versuch, Optionen zu speichern, ist ein Fehler aufgetreten. Nachricht: {0}
es: Ocurrió un error al intentar guardar Opciones. Mensaje: {0}
fr: Une erreur s'est produite lors de la tentative d'enregistrement des options. Message : {0}
hi: विकल्प सहेजने का प्रयास करते समय एक त्रुटि उत्पन्न हुई. संदेश: {0}
it: Si è verificato un errore durante il tentativo di salvare le Opzioni. Messaggio: {0}
nl: Er is een fout opgetreden bij het opslaan van Opties. Bericht: {0}
pt: Ocorreu um erro ao tentar salvar as opções. Mensagem: {0}
te: ఎంపికలను సేవ్ చేయడానికి ప్రయత్నిస్తున్నప్పుడు లోపం సంభవించింది. సందేశం: {0}
zh_tw: 尝试保存选项时出错。消息：{0}

source: An exception occurred while trying to load children of a node. Message: {0}
ar: حدث استثناء أثناء محاولة تحميل العناصر الفرعية للعقدة. الرسالة: {0}
bn: একটি নোডের শিশুদের লোড করার চেষ্টা করার সময় একটি ব্যতিক্রম ঘটেছে৷ বার্তা: {0}
de: Beim Versuch, untergeordnete Elemente eines Knotens zu laden, ist eine Ausnahme aufgetreten. Nachricht: {0}
es: Ocurrió una excepción al intentar cargar hijos de un nodo. Mensaje: {0}
fr: Une exception s'est produite lors de la tentative de chargement des enfants d'un nœud. Message : {0}
hi: किसी नोड के बच्चों को लोड करने का प्रयास करते समय एक अपवाद उत्पन्न हुआ। संदेश: {0}
it: Si è verificata un'eccezione durante il tentativo di caricare i figli di un nodo. Messaggio: {0}
nl: Er is een uitzondering opgetreden bij het laden van onderliggende elementen van een knooppunt. Bericht: {0}
pt: Ocorreu uma exceção ao tentar carregar filhos de um nó. Mensagem: {0}
te: నోడ్ యొక్క పిల్లలను లోడ్ చేయడానికి ప్రయత్నిస్తున్నప్పుడు మినహాయింపు సంభవించింది. సందేశం: {0}
zh_tw: 尝试加载节点的子节点时发生异常。 消息：{0}

source: An error occurred while using search web service. Message: {0}
ar: حدث خطأ أثناء استخدام خدمة البحث على الويب. الرسالة: {0}
bn: অনুসন্ধান ওয়েব পরিষেবা ব্যবহার করার সময় একটি ত্রুটি ঘটেছে৷ বার্তা: {0}
de: Bei der Verwendung des Such-Webdienstes ist ein Fehler aufgetreten. Nachricht: {0}
es: Ocurrió un error al usar el servicio web de búsqueda. Mensaje: {0}
fr: Une erreur s'est produite lors de l'utilisation du service Web de recherche. Message : {0}
hi: खोज वेब सेवा का उपयोग करते समय एक त्रुटि उत्पन्न हुई. संदेश: {0}
it: Si è verificato un errore durante l'utilizzo del servizio Web di ricerca. Messaggio: {0}
nl: Er is een fout opgetreden tijdens het gebruik van de zoekwebservice. Bericht: {0}
pt: Ocorreu um erro ao usar o serviço web de pesquisa. Mensagem: {0}
te: శోధన వెబ్ సేవను ఉపయోగిస్తున్నప్పుడు లోపం సంభవించింది. సందేశం: {0}
zh_tw: 使用搜索 Web 服务时发生错误。 消息：{0}

source: An error occurred while executing a catalog request. Message: {0}
ar: حدث خطأ أثناء تنفيذ طلب الكتالوج. الرسالة: {0}
bn: একটি ক্যাটালগ অনুরোধ চালানোর সময় একটি ত্রুটি ঘটেছে৷ বার্তা: {0}
de: Beim Ausführen einer Kataloganforderung ist ein Fehler aufgetreten. Nachricht: {0}
es: Ocurrió un error al ejecutar una solicitud de catálogo. Mensaje: {0}
fr: Une erreur s'est produite lors de l'exécution d'une demande de catalogue. Message : {0}
hi: कैटलॉग अनुरोध निष्पादित करते समय एक त्रुटि उत्पन्न हुई. संदेश: {0}
it: Si è verificato un errore durante l'esecuzione di una richiesta di catalogo. Messaggio: {0}
nl: Er is een fout opgetreden tijdens het uitvoeren van een catalogusaanvraag. Bericht: {0}
pt: Ocorreu um erro ao executar uma solicitação de catálogo. Mensagem: {0}
te: కేటలాగ్ అభ్యర్థనను అమలు చేస్తున్నప్పుడు లోపం సంభవించింది. సందేశం: {0}
zh_tw: 执行目录请求时出错。 消息：{0}

source: The following validation(s) failed and must be corrected before you are allowed to proceed to the next wizard page: {0}
ar: فشلت عمليات التحقق التالية ويجب تصحيحها قبل السماح لك بالانتقال إلى صفحة المعالج التالية: {0}
bn: নিম্নলিখিত বৈধতা(গুলি) ব্যর্থ হয়েছে এবং আপনাকে পরবর্তী উইজার্ড পৃষ্ঠায় যাওয়ার অনুমতি দেওয়ার আগে অবশ্যই সংশোধন করতে হবে: {0}
de: Die folgenden Validierungen sind fehlgeschlagen und müssen korrigiert werden, bevor Sie mit der nächsten Seite des Assistenten fortfahren können: {0}
es: La(s) siguiente(s) validación(es) debe(n) corregirse antes de que se le permita proceder a la siguiente página del asistente: {0}
fr: La ou les validations suivantes ont échoué et doivent être corrigées avant de pouvoir passer à la page suivante de l'assistant : {0}
hi: निम्नलिखित सत्यापन विफल हो गया है और आपको अगले विज़ार्ड पृष्ठ पर जाने की अनुमति देने से पहले इसे ठीक किया जाना चाहिए: {0}
it: Le seguenti convalide non sono riuscite e devono essere corrette prima di poter procedere alla pagina successiva della procedura guidata: {0}
nl: De volgende validatie(s) zijn mislukt en moeten worden gecorrigeerd voordat u door kunt gaan naar de volgende wizardpagina: {0}
pt: As seguintes validações falharam e devem ser corrigidas antes que você possa prosseguir para a próxima página do assistente: {0}
te: కింది ధ్రువీకరణ(లు) విఫలమయ్యాయి మరియు మీరు తదుపరి విజార్డ్ పేజీకి వెళ్లడానికి అనుమతించే ముందు తప్పక సరిచేయబడాలి: {0}
zh_tw: 以下验证失败，必须先更正，然后才能继续进入下一个向导页面：{0}

source: A relative path had too many ../ in it compared to the path it was being joined with. The full path was ''{0}''. The relative path was ''{1}''.
ar: يحتوي المسار النسبي على عدد كبير جدًا من ../ مقارنةً بالمسار الذي تم ضمه إليه. المسار الكامل كان ''{0}''. المسار النسبي كان ''{1}''.
bn: একটি আপেক্ষিক পাথের সাথে এটি যে পথটি যুক্ত করা হয়েছিল তার তুলনায় এটিতে অনেকগুলি ../ ছিল৷ সম্পূর্ণ পথ ছিল ''{0}''। আপেক্ষিক পথটি ছিল ''{1}''।
de: Ein relativer Pfad enthielt zu viele ../ im Vergleich zu dem Pfad, mit dem er verbunden wurde. Der vollständige Pfad war ''{0}''. Der relative Pfad war ''{1}''.
es: Una ruta relativa tenía demasiados ../ en ella comparada con la ruta con la que se estaba uniendo. La ruta completa era ''{0}''. La ruta relativa era ''{1}'.
fr: Un chemin relatif contenait trop de ../ par rapport au chemin avec lequel il était rejoint. Le chemin complet était « {0} ». Le chemin relatif était ''{1}''.
hi: जिस पथ से इसे जोड़ा जा रहा था उसकी तुलना में एक सापेक्ष पथ में बहुत अधिक ../ थे। पूरा पथ ''{0}'' था। सापेक्ष पथ ''{1}'' था।
it: Un percorso relativo conteneva troppi ../ rispetto al percorso a cui veniva unito. Il percorso completo era ''{0}''. Il percorso relativo era ''{1}''.
nl: Een relatief pad bevatte te veel ../ vergeleken met het pad waarmee het verbonden was. Het volledige pad was ''{0}''. Het relatieve pad was ''{1}''.
pt: Um caminho relativo tinha muitos ../ em comparação com o caminho ao qual estava sendo unido. O caminho completo era ''{0}''. O caminho relativo era ''{1}''.
te: ఒక సాపేక్ష మార్గం చాలా ఎక్కువ ../ అది చేరిన మార్గంతో పోలిస్తే. పూర్తి మార్గం ''{0}''. సంబంధిత మార్గం ''{1}''.
zh_tw: 与要连接的路径相比，相对路径中包含太多 ../ 。完整路径为“{0}”。相对路径为“{1}”。

source: One or more exceptions occurred while updating 1 or more site definitions: {0}
ar: حدث استثناء واحد أو أكثر أثناء تحديث تعريف موقع واحد أو أكثر: {0}
bn: 1 বা একাধিক সাইট সংজ্ঞা আপডেট করার সময় এক বা একাধিক ব্যতিক্রম ঘটেছে: {0}
de: Beim Aktualisieren einer oder mehrerer Site-Definitionen ist eine oder mehrere Ausnahmen aufgetreten: {0}
es: Ocurrieron una o más excepciones al actualizar 1 o más definiciones de sitio: {0}
fr: Une ou plusieurs exceptions se sont produites lors de la mise à jour d'une ou plusieurs définitions de site : {0}
hi: 1 या अधिक साइट परिभाषाओं को अपडेट करते समय एक या अधिक अपवाद उत्पन्न हुए: {0}
it: Si sono verificate una o più eccezioni durante l'aggiornamento di 1 o più definizioni di sito: {0}
nl: Er zijn een of meer uitzonderingen opgetreden tijdens het updaten van een of meer sitedefinities: {0}
pt: Ocorreram uma ou mais exceções ao atualizar uma ou mais definições de site: {0}
te: 1 లేదా అంతకంటే ఎక్కువ సైట్ నిర్వచనాలను అప్u200cడేట్ చేస్తున్నప్పుడు ఒకటి లేదా అంతకంటే ఎక్కువ మినహాయింపులు సంభవించాయి: {0}
zh_tw: 更新 1 个或多个网站定义时发生一个或多个异常：{0}

source: Relationship:
ar: علاقة:
bn: সম্পর্ক:
de: Beziehung:
es: Relación:
fr: Relation:
hi: संबंध:
it: Relazione:
nl: Relatie:
pt: Relação:
te: సంబంధం:
zh_tw: 关系：

source: Searching...
ar: جارٍ البحث...
bn: অনুসন্ধান করা হচ্ছে...
de: Suche...
es: Buscando...
fr: Recherche...
hi: खोज रहे हैं...
it: Ricerca...
nl: Zoeken...
pt: Procurando...
te: శోధిస్తోంది...
zh_tw: 正在寻找...

source: Refresh the current view
ar: تحديث العرض الحالي
bn: বর্তমান ভিউ রিফ্রেশ করুন
de: Aktualisieren Sie die aktuelle Ansicht
es: Actualizar la vista actual
fr: Actualiser la vue actuelle
hi: वर्तमान दृश्य ताज़ा करें
it: Aggiorna la visualizzazione corrente
nl: Vernieuw de huidige weergave
pt: Atualizar a visualização atual
te: ప్రస్తుత వీక్షణను రిఫ్రెష్ చేయండి
zh_tw: 刷新当前视图

source: {0,choice,0#No Items|1#1 Item|1<{0} Items}{1,choice,0#|1#',' More Items Available}
ar: {0,choice,0#No Items|1#1 Item|1<{0} Items}{1,choice,0#|1#',' المزيد من العناصر المتاحة}
bn: {0,choice,0#কোনও আইটেম নেই|1#1টি আইটেম|1<{0} আইটেমগুলি}{1,choice,0#|1#',' আরও আইটেম উপলব্ধ}
de: {0,choice,0#Keine Artikel|1#1 Artikel|1<{0} Artikel}{1,choice,0#|1#',' Weitere Artikel verfügbar}
es: {0,choice,0#Sin artículos|1#1 Artículo|1<{0} Artículos}{1,choice,0#|1#',' Más artículos disponibles}
fr: {0,choice,0#Aucun article|1#1 Article|1<{0} Articles}{1,choice,0#|1#',' Plus d'articles disponibles}
hi: {0,विकल्प,0#नहीं आइटम|1#1 आइटम|1<{0} आइटम}{1,विकल्प,0#|1#',' अधिक आइटम उपलब्ध}
it: {0,choice,0#Nessun elemento|1#1 elemento|1<{0} elementi}{1,choice,0#|1#',' Altri elementi disponibili}
nl: {0,choice,0#Geen artikelen|1#1 artikel|1<{0} Artikelen}{1,choice,0#|1#',' Meer artikelen beschikbaar}
pt: {0,choice,0#Nenhum item|1#1 item|1<{0} itens}{1,choice,0#|1#',' Mais itens disponíveis}
te: {0,choice,0#అంశాలు లేవు|1#1 అంశం|1<{0} అంశాలు {1,choice,0#|1#',' మరిన్ని అంశాలు అందుబాటులో ఉన్నాయి}
zh_tw: {0,choice,0#无商品|1#1 商品|1<{0} 商品}{1,choice,0#|1#',' 还有更多商品}

source: No search results to display
ar: لا توجد نتائج بحث لعرضها
bn: প্রদর্শনের জন্য কোনো অনুসন্ধান ফলাফল নেই
de: Keine Suchergebnisse zum Anzeigen
es: No hay resultados de búsqueda para mostrar
fr: Aucun résultat de recherche à afficher
hi: प्रदर्शित करने के लिए कोई खोज परिणाम नहीं
it: Nessun risultato di ricerca da visualizzare
nl: Geen zoekresultaten om weer te geven
pt: Nenhum resultado de pesquisa para exibir
te: ప్రదర్శించడానికి శోధన ఫలితాలు లేవు
zh_tw: 没有可显示的搜索结果

source: No items to display
ar: لا توجد عناصر لعرضها
bn: প্রদর্শনের জন্য কোনো আইটেম নেই
de: Keine anzuzeigenden Elemente vorhanden
es: No hay elementos para mostrar
fr: Aucun élément à afficher
hi: प्रदर्शित करने के लिए कोई आइटम नहीं
it: Nessun elemento da visualizzare
nl: Er zijn geen items om weer te geven
pt: Nenhum item para exibir
te: ప్రదర్శించడానికి అంశాలు ఏవీ లేవు
zh_tw: 没有可显示的项目

source: Create folder
ar: إنشاء مجلد
bn: ফোল্ডার তৈরি করুন
de: Ordner erstellen
es: Crear carpeta
fr: Créer un dossier
hi: फ़ोल्डर बनाएँ
it: Crea cartella
nl: Map maken
pt: Criar pasta
te: ఫోల్డర్u200cని సృష్టించండి
zh_tw: 创建文件夹

source: Edit folder
ar: تحرير المجلد
bn: ফোল্ডার সম্পাদনা করুন
de: Ordner bearbeiten
es: Editar carpeta
fr: Modifier le dossier
hi: फ़ोल्डर संपादित करें
it: Modifica cartella
nl: Map bewerken
pt: Editar pasta
te: ఫోల్డర్u200cని సవరించండి
zh_tw: 编辑文件夹

source: Edit folder - Read only
ar: تحرير المجلد - للقراءة فقط
bn: ফোল্ডার সম্পাদনা করুন - শুধুমাত্র পঠন
de: Ordner bearbeiten – schreibgeschützt
es: Editar carpeta - Solo lectura
fr: Modifier le dossier - Lecture seule
hi: फ़ोल्डर संपादित करें - केवल पढ़ने के लिए
it: Modifica cartella: sola lettura
nl: Map bewerken - Alleen lezen
pt: Editar pasta – somente leitura
te: ఫోల్డర్u200cని సవరించండి - చదవడానికి మాత్రమే
zh_tw: 编辑文件夹 - 只读

source: General
ar: عام
bn: সাধারণ
de: Allgemein
fr: Général
hi: सामान्य
it: Generale
nl: Algemeen
pt: Em geral
te: జనరల్
zh_tw: 一般的

source: Security
ar: حماية
bn: নিরাপত্তা
de: Sicherheit
es: Seguridad
fr: Sécurité
hi: सुरक्षा
it: Sicurezza
nl: Beveiliging
pt: Segurança
te: భద్రత
zh_tw: 安全

source: Custom
ar: مخصص
bn: কাস্টম
de: Brauch
es: Personalizado
fr: Coutume
hi: रिवाज़
it: Costume
nl: Aangepast
pt: Personalizado
te: కస్టమ్
zh_tw: 风俗

source: New folder
ar: مجلد جديد
bn: নতুন ফোল্ডার
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
hi: नया फ़ोल्डर
it: Nuova cartella
nl: Nieuwe map
pt: Nova pasta
zh_tw: 新建文件夹

source: Folder ID:
ar: معرف المجلد:
bn: ফোল্ডার আইডি:
de: Ordner-ID:
es: ID de Carpeta:
fr: ID du dossier :
hi: फ़ोल्डर आईडी:
it: ID cartella:
nl: Map-ID:
pt: ID da pasta:
te: ఫోల్డర్ ID:
zh_tw: 文件夹ID：

source: Folder Name:
ar: اسم المجلد:
bn: ফোল্ডারের নাম:
de: Ordnername:
es: Nombre de Carpeta:
fr: Nom du dossier :
hi: फ़ोल्डर का नाम:
it: Nome della cartella:
nl: Mapnaam:
pt: Nome da pasta:
te: ఫోల్డర్ పేరు:
zh_tw: 文件夹名称：

source: Folder Community:
ar: مجتمع المجلد:
bn: ফোল্ডার সম্প্রদায়:
de: Ordner-Community:
es: Comunidad de Carpeta:
fr: Communauté de dossiers :
hi: फ़ोल्डर समुदाय:
it: Comunità di cartelle:
nl: Map Gemeenschap:
pt: Comunidade de pastas:
te: ఫోల్డర్ సంఘం:
zh_tw: 文件夹社区：

source: Location:
ar: موقع:
bn: অবস্থান:
de: Standort:
es: Ubicación:
fr: Emplacement:
hi: जगह:
it: Posizione:
nl: Locatie:
pt: Localização:
te: స్థానం:
zh_tw: 地点：

source: Locale:
ar: اللغة:
bn: লোকেল:
de: Standort:
es: Lugar:
fr: Lieu:
hi: स्थान:
it: Località:
nl: Landinstelling:
pt: Localidade:
te: లొకేల్:
zh_tw: 区域设置：

source: Default display format:
ar: تنسيق العرض الافتراضي:
bn: ডিফল্ট প্রদর্শন বিন্যাস:
de: Standardanzeigeformat:
es: Formato de visualización predeterminado:
fr: Format d'affichage par défaut :
hi: डिफ़ॉल्ट प्रदर्शन प्रारूप:
it: Formato di visualizzazione predefinito:
nl: Standaard weergaveformaat:
pt: Formato de exibição padrão:
te: డిఫాల్ట్ ప్రదర్శన ఆకృతి:
zh_tw: 默认显示格式：

source: Publish Only in Special Edition:
ar: النشر فقط في طبعة خاصة:
bn: শুধুমাত্র বিশেষ সংস্করণে প্রকাশ করুন:
de: Nur in Sonderausgabe veröffentlichen:
es: Publicar Solo en Edición Especial:
fr: Publier uniquement en édition spéciale :
hi: केवल विशेष संस्करण में प्रकाशित करें:
it: Pubblica solo in edizione speciale:
nl: Alleen publiceren in speciale editie:
pt: Publique apenas na edição especial:
te: ప్రత్యేక సంచికలో మాత్రమే ప్రచురించండి:
zh_tw: 仅以特别版发布：

source: The folder name cannot be empty.
ar: لا يمكن أن يكون اسم المجلد فارغًا.
bn: ফোল্ডারের নাম খালি রাখা যাবে না।
de: Der Ordnername darf nicht leer sein.
es: El nombre de la carpeta no puede estar vacío.
fr: Le nom du dossier ne peut pas être vide.
hi: फ़ोल्डर का नाम खाली नहीं हो सकता.
it: Il nome della cartella non può essere vuoto.
nl: De mapnaam mag niet leeg zijn.
pt: O nome da pasta não pode estar vazio.
te: ఫోల్డర్ పేరు ఖాళీగా ఉండకూడదు.
zh_tw: 文件夹名称不能为空。

source: The folder with name <{0}> already exists. Please choose another name.
ar: المجلد بالاسم <{0}> موجود بالفعل. الرجاء اختيار اسم آخر.
es: La carpeta con nombre <{0}> ya existe. Por favor elige otro nombre.
fr: Le dossier portant le nom <{0}> existe déjà. Veuillez choisir un autre nom.
hi: <{0}> नाम वाला फ़ोल्डर पहले से मौजूद है। कृपया कोई अन्य नाम चुनें.
it: La cartella con nome <{0}> esiste già. Scegli un altro nome.
nl: De map met de naam <{0}> bestaat al. Kies een andere naam.

source: You may have restricted your access to this folder. Are you sure you want to proceed?
ar: ربما قمت بتقييد وصولك إلى هذا المجلد. هل أنت متأكد أنك تريد المتابعة؟
bn: আপনি এই ফোল্ডারে আপনার অ্যাক্সেস সীমাবদ্ধ করতে পারেন৷ আপনি কি এগিয়ে যাওয়ার বিষয়ে নিশ্চিত?
de: Möglicherweise haben Sie Ihren Zugriff auf diesen Ordner eingeschränkt. Sind Sie sicher, dass Sie fortfahren möchten?
es: Es posible que haya restringido su acceso a esta carpeta. ¿Está seguro de que desea proceder?
fr: Vous avez peut-être restreint votre accès à ce dossier. Êtes-vous sûr de vouloir continuer ?
hi: हो सकता है कि आपने इस फ़ोल्डर तक अपनी पहुंच प्रतिबंधित कर दी हो. क्या आप सुनिश्चित रूप से आगे बढ़ना चाहते हैं?
it: Potresti aver limitato l'accesso a questa cartella. Sei sicuro di voler procedere?
nl: Mogelijk heeft u uw toegang tot deze map beperkt. Weet u zeker dat u verder wilt gaan?
pt: Você pode ter restringido seu acesso a esta pasta. Tem certeza de que deseja prosseguir?
te: మీరు ఈ ఫోల్డర్u200cకి మీ యాక్సెస్u200cని పరిమితం చేసి ఉండవచ్చు. మీరు ఖచ్చితంగా కొనసాగించాలనుకుంటున్నారా?
zh_tw: 您可能限制了对此文件夹的访问。您确定要继续吗？
